Revit 2024 API
OBJExportOptions Constructor
 Constructs a new instance of OBJExportOptions with default values of all properties.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Since: 2023
Syntax
C#
public OBJExportOptions()
Visual Basic
Public Sub New
Visual C++
public:
OBJExportOptions()
See Also
OBJExportOptions Class
OBJExportOptions Overload
Autodesk.Revit.DB Namespace